Repository: PratikPisal4304/ayurspace_flutter
Catalog: lib/l10n/app_*.arb
Languages: hi, mr

# appTitle
source: AyurSpace
hi: आयुर्स्पेस
mr: आयुर्स्पेस

# navHome
source: Home
hi: होम
mr: मुख्यपृष्ठ

# navDiscover
source: Discover
hi: खोजें
mr: शोधा

# navRemedies
source: Remedies
hi: उपचार
mr: उपाय

# navScan
source: Scan
hi: स्कैन
mr: स्कॅन

# navWellness
source: Wellness
hi: स्वास्थ्य
mr: आरोग्य

# navProfile
source: Profile
hi: प्रोफ़ाइल
mr: प्रोफाइल

# navChat
source: Chat
hi: चैट
mr: चॅट

# greetingMorning
source: Good Morning
hi: सुप्रभात
mr: सुप्रभात

# greetingAfternoon
source: Good Afternoon
hi: शुभ दोपहर
mr: नमस्कार

# greetingEvening
source: Good Evening
hi: शुभ संध्या
mr: शुभ संध्या

source: Daily Tip
hi: दैनिक टिप
mr: दैनिक टीप

# dailyTipContent
source: Start your day with warm water and a teaspoon of honey to boost digestion and energy.
hi: पाचन और ऊर्जा बढ़ाने के लिए गुनगुने पानी के साथ एक चम्मच शहद से अपना दिन शुरू करें।
mr: पचन आणि ऊर्जा वाढवण्यासाठी कोमट पाण्यात एक चमचा मध घालून दिवसाची सुरुवात करा.

source: Featured Remedies
hi: विशेष उपचार
mr: वैशिष्ट्यपूर्ण उपाय

source: Featured Plants
hi: विशेष पौधे
mr: वैशिष्ट्यपूर्ण वनस्पती

source: View All
hi: सभी देखें
mr: सर्व पहा

# searchHint
source: Search remedies, plants...
hi: उपचार, पौधे खोजें...
mr: उपाय, वनस्पती शोधा...

source: Quick Actions
hi: त्वरित कार्य
mr: जलद कृती

source: Dosha Quiz
hi: दोष क्विज़
mr: दोष प्रश्नमंजुषा

source: Plant Scan
hi: पौधा स्कैन
mr: वनस्पती स्कॅन

source: Consult AI
hi: AI परामर्श
mr: AI सल्ला

source: My Health
hi: मेरा स्वास्थ्य
mr: माझे आरोग्य

# wellnessScoreTitle
source: Your Wellness Score
hi: आपका स्वास्थ्य स्कोर
mr: तुमचा आरोग्य स्कोर

# wellnessKeepUp
source: Keep up the great work! 🌿
hi: बहुत अच्छा काम कर रहे हैं! 🌿
mr: छान काम करत आहात! 🌿

# remediesSubtitle
source: Traditional Ayurvedic solutions
hi: पारंपरिक आयुर्वेदिक समाधान
mr: पारंपारिक आयुर्वेदिक उपाय

source: Clear filters
hi: फ़िल्टर हटाएं
mr: फिल्टर साफ करा

# remediesFound
source: {count} remedies found
hi: {count} उपचार मिले
mr: {count} उपाय सापडले

# errorGeneric
source: Something went wrong
hi: कुछ गलत हो गया
mr: काहीतरी चूक झाली

source: Try again
hi: पुनः प्रयास करें
mr: पुन्हा प्रयत्न करा

source: No remedies found
hi: कोई उपचार नहीं मिला
mr: कोणतेही उपाय सापडले नाहीत

# profileBookmarks
source: Bookmarked Plants
hi: बुकमार्क किए गए पौधे
mr: बुकमार्क केलेल्या वनस्पती

# profileFavorites
source: Favorite Remedies
hi: पसंदीदा उपचार
mr: आवडते उपाय

# profileDoshaQuiz
source: Take Dosha Quiz
hi: दोष क्विज़ लें
mr: दोष प्रश्नमंजुषा घ्या

# profileHelp
source: Help & Support
hi: सहायता और समर्थन
mr: मदत आणि समर्थन

# profileAbout
source: About AyurSpace
hi: आयुर्स्पेस के बारे में
mr: आयुर्स्पेस बद्दल

# statsPlants
source: Plants Scanned
hi: पौधे स्कैन किए
mr: वनस्पती स्कॅन केल्या

# statsRemedies
source: Remedies Tried
hi: उपचार आजमाए
mr: उपाय वापरले

# statsWellness
source: Wellness Score
hi: स्वास्थ्य स्कोर
mr: आरोग्य स्कोर

# achievementsTitle
source: Achievements
hi: उपलब्धियां
mr: उपलब्ध्या

# achievementsPlantScans
source: Plant Explorer
hi: पौधा खोजकर्ता
mr: वनस्पती शोधक

# achievementsRemedies
source: Remedy Master
hi: उपचार विशेषज्ञ
mr: उपाय तज्ञ

# achievementsWellness
source: Wellness Guru
hi: स्वास्थ्य गुरु
mr: आरोग्य गुरू

# achievementsStreak
source: Week Streak
hi: साप्ताहिक स्ट्रीक
mr: साप्ताहिक स्ट्रीक

# doshaResultTitle
source: Your Dosha: {dosha}
hi: आपका दोष: {dosha}
mr: तुमचा दोष: {dosha}

# doshaDiscover
source: Discover Your Dosha
hi: अपना दोष जानें
mr: तुमचा दोष जाणून घ्या

# doshaViewDetails
source: Tap to view details
hi: विवरण देखने के लिए टैप करें
mr: तपशील पाहण्यासाठी टॅप करा

# doshaTakeQuiz
source: Take the quiz to find out
hi: जानने के लिए क्विज़ लें
mr: जाणून घेण्यासाठी प्रश्नमंजुषा घ्या

# streakDays
source: {count} day streak
hi: {count} दिन की स्ट्रीक
mr: {count} दिवसांचा स्ट्रीक

source: Welcome Back
hi: वापसी पर स्वागत है
mr: पुन्हा स्वागत आहे

# signInToContWith
source: Sign in to continue your wellness journey
hi: अपनी स्वास्थ्य यात्रा जारी रखने के लिए साइन इन करें
mr: तुमचा आरोग्य प्रवास सुरू ठेवण्यासाठी साइन इन करा

source: Email
hi: ईमेल
mr: ईमेल

source: Password
hi: पासवर्ड
mr: पासवर्ड

source: Forgot Password?
hi: पासवर्ड भूल गए?
mr: पासवर्ड विसरलात?

source: Sign In
hi: साइन इन
mr: साइन इन

source: OR
hi: या
mr: किंवा

source: Continue with Google
hi: Google से जारी रखें
mr: Google ने सुरू ठेवा

# noAccountYet
source: Don't have an account?
hi: खाता नहीं है?
mr: खाते नाही?

source: Sign Up
hi: साइन अप
mr: साइन अप

source: Continue as Guest
hi: अतिथि के रूप में जारी रखें
mr: अतिथी म्हणून सुरू ठेवा

source: Create Account
hi: खाता बनाएं
mr: खाते तयार करा

# startWellnessJourney
source: Start your Ayurvedic wellness journey
hi: अपनी आयुर्वेदिक स्वास्थ्य यात्रा शुरू करें
mr: तुमचा आयुर्वेदिक आरोग्य प्रवास सुरू करा

source: Full Name
hi: पूरा नाम
mr: पूर्ण नाव

source: Confirm Password
hi: पासवर्ड की पुष्टि करें
mr: पासवर्डची पुष्टी करा

# alreadyHaveAccount
source: Already have an account?
hi: पहले से खाता है?
mr: आधीच खाते आहे?

source: Session Complete!
hi: सत्र पूर्ण!
mr: सत्र पूर्ण!

# meditationGreatJob
source: Great job on your meditation practice.
hi: आपके ध्यान अभ्यास पर बधाई।
mr: तुमच्या ध्यान अभ्यासाबद्दल अभिनंदन.

source: Done
hi: पूर्ण
mr: पूर्ण

source: How are you feeling?
hi: आप कैसा महसूस कर रहे हैं?
mr: तुम्हाला कसे वाटत आहे?

source: Quick Meditation
hi: त्वरित ध्यान
mr: जलद ध्यान

source: Sleep Sounds
hi: नींद की ध्वनियाँ
mr: झोपेचे ध्वनी

# nowPlaying
source: Now playing: {sound}
hi: अभी बज रहा है: {sound}
mr: आता वाजत आहे: {sound}

# dayStreakTitle
source: {count} Day Streak!
hi: {count} दिन की स्ट्रीक!
mr: {count} दिवसांचा स्ट्रीक!

# startWellnessToday
source: Start your wellness journey today
hi: आज अपनी स्वास्थ्य यात्रा शुरू करें
mr: आज तुमचा आरोग्य प्रवास सुरू करा

# keepItUp
source: Keep it up! You're doing great.
hi: जारी रखें! आप बहुत अच्छा कर रहे हैं।
mr: असेच सुरू ठेवा! तुम्ही छान करत आहात.

# minsMediated
source: Mins Meditated
hi: मिनट ध्यान
mr: मिनिटे ध्यान

source: This Week
hi: इस सप्ताह
mr: हा आठवडा

source: Day Streak
hi: दिन स्ट्रीक
mr: दिवसांचा स्ट्रीक

source: Morning
hi: सुबह
mr: सकाळ

source: Evening
hi: शाम
mr: संध्याकाळ

source: Morning Routine
hi: सुबह की दिनचर्या
mr: सकाळची दिनचर्या

source: Evening Routine
hi: शाम की दिनचर्या
mr: संध्याकाळची दिनचर्या

source: Stop
hi: रोकें
mr: थांबा

source: Pause
hi: रुकें
mr: विराम

source: Resume
hi: जारी रखें
mr: पुन्हा सुरू

# helpAndSupport
source: Help & Support
hi: सहायता और समर्थन
mr: मदत आणि समर्थन

# helpEmail
source: Email: support@ayurspace.app
hi: ईमेल: support@ayurspace.app
mr: ईमेल: support@ayurspace.app

# helpWebsite
source: Website: www.ayurspace.app
hi: वेबसाइट: www.ayurspace.app
mr: वेबसाइट: www.ayurspace.app

source: FAQs
hi: अक्सर पूछे जाने वाले प्रश्न
mr: वारंवार विचारले जाणारे प्रश्न

# faqScanner
source: How do I use the plant scanner?
hi: मैं पौधा स्कैनर का उपयोग कैसे करूं?
mr: मी वनस्पती स्कॅनर कसे वापरू?

# faqDosha
source: What is my dosha?
hi: मेरा दोष क्या है?
mr: माझा दोष कोणता आहे?

# faqRemedies
source: Are remedies safe to use?
hi: क्या उपचार उपयोग करने के लिए सुरक्षित हैं?
mr: उपाय वापरणे सुरक्षित आहे का?

source: Close
hi: बंद करें
mr: बंद करा

# aboutVersion
source: Version 1.0.0
hi: संस्करण 1.0.0
mr: आवृत्ती 1.0.0

# aboutDescription
source: Your complete Ayurveda companion. Discover traditional herbs, personalized remedies, and wellness practices based on ancient wisdom.
hi: आपका संपूर्ण आयुर्वेद साथी। प्राचीन ज्ञान पर आधारित पारंपरिक जड़ी-बूटियों, व्यक्तिगत उपचारों और स्वास्थ्य प्रथाओं की खोज करें।
mr: तुमचा संपूर्ण आयुर्वेद साथीदार. प्राचीन ज्ञानावर आधारित पारंपारिक औषधी वनस्पती, वैयक्तिक उपाय आणि आरोग्य पद्धती शोधा.

# aboutCopyright
source: © 2024 AyurSpace. All rights reserved.
hi: © 2024 आयुर्स्पेस। सर्वाधिकार सुरक्षित।
mr: © 2024 आयुर्स्पेस. सर्व हक्क राखीव.

source: Reset Password
hi: पासवर्ड रीसेट करें
mr: पासवर्ड रीसेट करा

# resetPasswordDesc
source: Enter your email address and we'll send you a link to reset your password.
hi: अपना ईमेल पता दर्ज करें और हम आपको पासवर्ड रीसेट करने के लिए एक लिंक भेजेंगे।
mr: तुमचा ईमेल पत्ता टाका आणि आम्ही तुम्हाला पासवर्ड रीसेट करण्यासाठी एक लिंक पाठवू.

source: Cancel
hi: रद्द करें
mr: रद्द करा

source: Send Link
hi: लिंक भेजें
mr: लिंक पाठवा

# validEmailRequired
source: Please enter a valid email
hi: कृपया एक वैध ईमेल दर्ज करें
mr: कृपया एक वैध ईमेल प्रविष्ट करा

# passwordResetSent
source: Password reset link sent to {email}
hi: {email} पर पासवर्ड रीसेट लिंक भेजा गया
mr: {email} वर पासवर्ड रीसेट लिंक पाठवली

# plantAbout
source: About
hi: कथा
mr: माहिती

# plantBenefits
source: Health Benefits
hi: स्वास्थ्य लाभ
mr: आरोग्य फायदे

# plantDoshas
source: Balances Doshas
hi: दोष संतुलन
mr: दोष संतुलन

# plantSeasons
source: Best Seasons
hi: सर्वोत्तम मौसम
mr: सर्वोत्तम ऋतू

# plantCompounds
source: Active Compounds
hi: सक्रिय तत्व
mr: सक्रिय घटक

# plantUses
source: Traditional Uses
hi: पारंपरिक उपयोग
mr: पारंपारिक उपयोग

# plantDosage
source: Recommended Dosage
hi: अनुशंसित खुराक
mr: शिफारस केलेली मात्रा

# plantPrecautions
source: Precautions
hi: सावधानियां
mr: सावधानता

# plantContraindications
source: Contraindications
hi: निषेध
mr: विरोधाभास

# plantDifficulty
source: Growing Difficulty
hi: उगाने में कठिनाई
mr: वाढवण्याची अडचण

# plantTips
source: Growing Tips
hi: उगाने के सुझाव
mr: वाढवण्याच्या टिप्स

# plantHarvest
source: Harvest Time
hi: कटाई का समय
mr: कापणीची वेळ

source: Plant Details
hi: पौधे का विवरण
mr: वनस्पती तपशील

# plantCategory
source: Category
hi: श्रेणी
mr: श्रेणी

# plantPartUsed
source: Part Used
hi: प्रयुक्त भाग
mr: वापरलेला भाग

# plantOrigin
source: Origin
hi: मूल
mr: मूळ

# plantDoshaBalance
source: Dosha Balance
hi: दोष संतुलन
mr: दोष संतुलन

# plantTaste
source: Taste Profile (Rasa)
hi: स्वाद (रस)
mr: चव (रस)

# plantNames
source: Names
hi: नाम
mr: नावे

# nameEnglish
source: English
hi: अंग्रेज़ी
mr: इंग्रजी

# nameHindi
source: Hindi
hi: हिंदी
mr: हिंदी

# nameScientific
source: Scientific
hi: वैज्ञानिक
mr: वैज्ञानिक

# nameSanskrit
source: Sanskrit
hi: संस्कृत
mr: संस्कृत

# ayurvedicProps
source: Ayurvedic Properties
hi: आयुर्वेदिक गुण
mr: आयुर्वेदिक गुणधर्म

# propBalances
source: Balances
hi: संतुलित करता है
mr: संतुलित करते

# propPotency
source: Potency (Virya)
hi: वीर्य
mr: वीर्य

# propPostDigestive
source: Post-Digestive (Vipaka)
hi: विपाक
mr: विपाक

# actionFindRemedies
source: Find Remedies
hi: उपचार खोजें
mr: उपाय शोधा

# actionSave
source: Save
hi: सहेजें
mr: जतन करा

# actionSaved
source: Saved
hi: सहेजा गया
mr: जतन केले

# actionShare
source: Share
hi: साझा करें
mr: शेअर करा

# tabOverview
source: Overview
hi: अवलोकन
mr: आढावा

# tabUses
source: Uses
hi: उपयोग
mr: उपयोग

# tabGrowing
source: Growing
hi: खेती
mr: शेती

# tabAyurveda
source: Ayurveda
hi: आयुर्वेद
mr: आयुर्वेद

# scannerTitle
source: Plant Scanner
hi: पादप स्कैनर
mr: वनस्पती स्कॅनर

# scannerSubtitle
source: Identify any Ayurvedic plant
hi: किसी भी आयुर्वेदिक पौधे की पहचान करें
mr: कोणतीही आयुर्वेदिक वनस्पती ओळखा

# pointToIdentify
source: Point at a plant to identify
hi: पहचान करने के लिए पौधे की ओर इंगित करें
mr: ओळखण्यासाठी वनस्पतीकडे निर्देश करा

# clearPhotoHint
source: Take a clear photo of leaves or the whole plant
hi: पत्तियों या पूरे पौधे की स्पष्ट तस्वीर लें
mr: पानांचा किंवा संपूर्ण वनस्पतीचा स्पष्ट फोटो घ्या

# analyzing
source: Analyzing plant...
hi: पौधे का विश्लेषण किया जा रहा है...
mr: वनस्पतीचे विश्लेषण सुरू आहे...

# aiPowered
source: Using Plant.id + Gemini AI
hi: Plant.id + Gemini AI का उपयोग
mr: Plant.id + Gemini AI वापरत आहे

source: Identification Failed
hi: पहचान विफल रही
mr: ओळख अयशस्वी

source: Scan Again
hi: पुनः स्कैन करें
mr: पुन्हा स्कॅन करा

source: View Details
hi: विवरण देखें
mr: तपशील पहा

source: Full Info
hi: पूर्ण जानकारी
mr: संपूर्ण माहिती

source: Recent Scans
hi: हालिया स्कैन
mr: अलीकडील स्कॅन

source: Gallery
hi: गैलरी
mr: गॅलरी

source: Take Photo
hi: तस्वीर लें
mr: फोटो घ्या

# ayurvedicInfo
source: Ayurvedic Information
hi: आयुर्वेदिक जानकारी
mr: आयुर्वेदिक माहिती

# aiDisclaimer
source: This information is AI-generated. Please verify with an Ayurvedic practitioner.
hi: यह जानकारी एआई द्वारा निर्मित है। कृपया आयुर्वेदिक चिकित्सक से सत्यापित करें।
mr: ही माहिती AI द्वारे तयार केली आहे. कृपया आयुर्वेदिक वैद्याकडून सत्यापित करा.

source: Ayurvedic Database
hi: आयुर्वेदिक डेटाबेस
mr: आयुर्वेदिक डेटाबेस

source: AI Generated Info
hi: AI जनित जानकारी
mr: AI निर्मित माहिती

# confidenceMatch
source: {percent}% match
hi: {percent}% मिलान
mr: {percent}% जुळणी

# moreDailyTips
source: More daily tips coming soon!
hi: अधिक दैनिक सुझाव जल्द आ रहे हैं!
mr: अधिक दैनिक टिप्स लवकरच येत आहेत!

# settingsTitle
source: Settings
hi: सेटिंग्स
mr: सेटिंग्ज

# settingsNotifications
source: Notifications
hi: सूचनाएं
mr: सूचना

# settingsPushNotifications
source: Push Notifications
hi: पुश सूचनाएं
mr: पुश सूचना

# settingsPushSubtitle
source: Receive daily tips and reminders
hi: दैनिक सुझाव और अनुस्मारक प्राप्त करें
mr: दैनिक टिप्स आणि स्मरणपत्रे मिळवा

# settingsDailyTips
source: Daily Wellness Tips
hi: दैनिक स्वास्थ्य सुझाव
mr: दैनिक आरोग्य टिप्स

# settingsDailyTipsSubtitle
source: Get Ayurvedic tips each morning
hi: प्रतिदिन सुबह आयुर्वेदिक सुझाव प्राप्त करें
mr: दररोज सकाळी आयुर्वेदिक टिप्स मिळवा

# settingsAppearance
source: Appearance
hi: दिखावट
mr: दिसणे

# settingsDarkMode
source: Dark Mode
hi: डार्क मोड
mr: डार्क मोड

# settingsDarkModeSubtitle
source: Switch to dark theme
hi: डार्क थीम पर स्विच करें
mr: गडद थीमवर स्विच करा

# settingsLanguage
source: Language
hi: भाषा
mr: भाषा

# settingsLanguageSubtitle
source: Choose your preferred language
hi: अपनी पसंदीदा भाषा चुनें
mr: तुमची पसंतीची भाषा निवडा

# settingsData
source: Data & Storage
hi: डेटा और भंडारण
mr: डेटा आणि स्टोरेज

# settingsAutoBackup
source: Auto Backup
hi: स्वचालित बैकअप
mr: स्वयंचलित बॅकअप

# settingsAutoBackupSubtitle
source: Backup data to cloud
hi: क्लाउड पर डेटा बैकअप
mr: क्लाउडवर डेटा बॅकअप

# settingsClearCache
source: Clear Cache
hi: कैश साफ़ करें
mr: कॅशे साफ करा

# settingsPrivacyPolicy
source: Privacy Policy
hi: गोपनीयता नीति
mr: गोपनीयता धोरण

# settingsDeleteAccount
source: Delete Account
hi: खाता हटाएं
mr: खाते हटवा

# settingsAbout
source: About
hi: हमारे बारे में
mr: आमच्याबद्दल

# settingsAppVersion
source: App Version
hi: ऐप संस्करण
mr: ॲप आवृत्ती

# settingsSignOut
source: Sign Out
hi: साइन आउट
mr: साइन आउट

# settingsSignOutConfirm
source: Are you sure you want to sign out?
hi: क्या आप वाकई साइन आउट करना चाहते हैं?
mr: तुम्हाला खरोखरच साइन आउट करायचे आहे का?

# settingsClearCacheConfirm
source: This will clear all cached data. Downloaded content may need to be re-downloaded.
hi: यह सभी कैश्ड डेटा को साफ़ कर देगा।
mr: हे सर्व कॅश्ड डेटा साफ करेल.

# settingsCacheCleared
source: Cache cleared successfully
hi: कैश सफलतापूर्वक साफ़ किया गया
mr: कॅशे यशस्वीरित्या साफ केली

# settingsDarkModeComingSoon
source: Dark mode coming soon! 🌙
hi: डार्क मोड जल्द आ रहा है! 🌙
mr: डार्क मोड लवकरच येत आहे! 🌙

# settingsDeleteAccountTitle
source: Delete Account
hi: खाता हटाएं
mr: खाते हटवा

# settingsDeleteAccountMsg
source: Are you sure you want to delete your account? This action cannot be undone and you will lose all your saved data, including Dosha profile, bookmarks, and streaks.
hi: क्या आप वाकई अपना खाता हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती और आप अपने सभी सहेजे गए डेटा खो देंगे।
mr: तुम्हाला खरोखरच तुमचे खाते हटवायचे आहे का? ही क्रिया पूर्ववत करता येणार नाही आणि सर्व डेटा गमावला जाईल.

# settingsDeleteAccountRequested
source: Account deletion requested. Support will contact you shortly.
hi: खाता हटाने का अनुरोध किया गया। सहायता शीघ्र ही आपसे संपर्क करेगी।
mr: खाते हटवण्याची विनंती केली. सहाय्य लवकरच संपर्क करेल.

# settingsSelectLanguage
source: Select Language
hi: भाषा चुनें
mr: भाषा निवडा

# settingsLanguageComingSoon
source: {lang} language coming soon!
hi: {lang} भाषा जल्द आ रही है!
mr: {lang} भाषा लवकरच येत आहे!

source: Edit Profile
hi: प्रोफ़ाइल संपादित करें
mr: प्रोफाइल संपादित करा

# editProfileSaveChanges
source: Save Changes
hi: परिवर्तन सहेजें
mr: बदल जतन करा

# editProfileNameShort
source: Name must be at least 2 characters
hi: नाम कम से कम 2 अक्षर का होना चाहिए
mr: नाव किमान 2 अक्षरांचे असावे

# editProfileInvalidEmail
source: Please enter a valid email
hi: कृपया एक वैध ईमेल दर्ज करें
mr: कृपया वैध ईमेल प्रविष्ट करा

# editProfileUpdated
source: Profile updated successfully!
hi: प्रोफ़ाइल सफलतापूर्वक अपडेट की गई!
mr: प्रोफाइल यशस्वीरित्या अपडेट केली!

# editProfileSelectAvatar
source: Select Avatar
hi: अवतार चुनें
mr: अवतार निवडा

# editProfileName
source: Name
hi: नाम
mr: नाव

# editProfileEmail
source: Email
hi: ईमेल
mr: ईमेल

# doshaProfileTitle
source: Your Dosha Profile
hi: आपकी दोष प्रोफाइल
mr: तुमची दोष प्रोफाइल

# doshaProfileNoAssessment
source: Your Dosha
hi: आपका दोष
mr: तुमचा दोष

# doshaDiscoverTitle
source: Discover Your Dosha
hi: अपना दोष जानें
mr: तुमचा दोष शोधा

# doshaDiscoverSubtitle
source: Take the Ayurvedic assessment to reveal your unique mind-body constitution and unlock personalized wellness advice.
hi: अपनी अनूठी मन-शरीर संरचना जानने और व्यक्तिगत स्वास्थ्य सलाह प्राप्त करने के लिए आयुर्वेदिक मूल्यांकन लें।
mr: तुमची अद्वितीय मन-शरीर रचना जाणून घेण्यासाठी आणि वैयक्तिक आरोग्य सल्ला मिळवण्यासाठी आयुर्वेदिक मूल्यांकन घ्या.

# doshaYouAre
source: You are {dosha}
hi: आप {dosha} हैं
mr: तुम्ही {dosha} आहात

source: Dosha Breakdown
hi: दोष विवरण
mr: दोष तपशील

# doshaAbout
source: About {dosha}
hi: {dosha} के बारे में
mr: {dosha} बद्दल

# doshaBalancingDiet
source: Balancing Diet (Ahara)
hi: संतुलनकारी आहार
mr: संतुलनकारी आहार

# doshaFavor
source: ✅ Favor
hi: ✅ सेवन करें
mr: ✅ सेवन करा

# doshaAvoid
source: ❌ Avoid
hi: ❌ परहेज़ करें
mr: ❌ टाळा

# doshaSeasonImpact
source: Current Season Impact
hi: वर्तमान ऋतु प्रभाव
mr: सध्याचा ऋतू प्रभाव

# doshaSeasonOf
source: Season of {dosha}
hi: {dosha} की ऋतु
mr: {dosha} चा ऋतू

# doshaSeasonWarning
source: Pay extra attention! This season naturally increases your dominant dosha. Stick strictly to your balancing routines.
hi: विशेष ध्यान दें! यह ऋतु स्वाभाविक रूप से आपके प्रमुख दोष को बढ़ाती है।
mr: विशेष लक्ष द्या! हा ऋतू नैसर्गिकरित्या तुमचा प्रमुख दोष वाढवतो.

# doshaSeasonNeutral
source: This season may help balance your dominant dosha, but remain mindful of {dosha} aggravation.
hi: यह ऋतु आपके प्रमुख दोष को संतुलित करने में सहायक हो सकती है, लेकिन {dosha} वृद्धि से सावधान रहें।
mr: हा ऋतू तुमचा प्रमुख दोष संतुलित करण्यास मदत करू शकतो, परंतु {dosha} वाढीपासून सावध राहा.

# doshaRetakeQuiz
source: Retake Quiz
hi: पुनः क्विज़ लें
mr: पुन्हा प्रश्नमंजुषा घ्या

# chatAyurBot
source: AyurBot
hi: आयुरबॉट
mr: आयुरबॉट

# chatExpert
source: Ayurveda Expert
hi: आयुर्वेद विशेषज्ञ
mr: आयुर्वेद तज्ञ

# chatThinking
source: Thinking...
hi: सोच रहा है...
mr: विचार करत आहे...

# chatNewChat
source: New Chat
hi: नई चैट
mr: नवीन चॅट

source: Chat History
hi: चैट इतिहास
mr: चॅट इतिहास

# chatStartNew
source: Start New Chat
hi: नई चैट शुरू करें
mr: नवीन चॅट सुरू करा

# chatStartNewConfirm
source: Start New Chat?
hi: नई चैट शुरू करें?
mr: नवीन चॅट सुरू करायची?

# chatStartNewMsg
source: This will clear the current conversation.
hi: यह वर्तमान वार्तालाप को साफ़ कर देगा।
mr: हे सध्याचे संभाषण साफ करेल.

# chatRecentConversations
source: Recent Conversations
hi: हाल की बातचीत
mr: अलीकडील संभाषणे

# chatNoConversations
source: No conversations yet
hi: अभी तक कोई बातचीत नहीं
mr: अजून कोणतेही संभाषण नाही

# chatClearAll
source: Clear All History
hi: सब इतिहास मिटाएं
mr: सर्व इतिहास साफ करा

# chatClearAllMsg
source: This will delete all your chat conversations. This action cannot be undone.
hi: यह आपकी सभी चैट वार्तालापों को हटा देगा। यह क्रिया पूर्ववत नहीं की जा सकती।
mr: हे तुमचे सर्व चॅट संभाषणे हटवेल. ही क्रिया पूर्ववत करता येणार नाही.

# chatDeleteAll
source: Delete All
hi: सभी हटाएं
mr: सर्व हटवा

# chatSwipeHint
source: Swipe left on a chat to delete it
hi: हटाने के लिए चैट पर बाएं स्वाइप करें
mr: हटवण्यासाठी चॅटवर डावीकडे स्वाइप करा

# chatStartConversation
source: Start a conversation
hi: बातचीत शुरू करें
mr: संभाषण सुरू करा

# chatDismiss
source: Dismiss
hi: खारिज करें
mr: रद्द करा

# chatTypeMessage
source: Ask about Ayurveda...
hi: आयुर्वेद के बारे में पूछें...
mr: आयुर्वेदाबद्दल विचारा...

# memberSince
source: Member since {date}
hi: {date} से सदस्य
mr: {date} पासून सदस्य

source: Wellness Hub
hi: स्वास्थ्य केंद्र
mr: आरोग्य केंद्र

# dailyRoutine
source: Daily Routine (Dinacharya)
hi: दैनिक दिनचर्या
mr: दैनिक दिनचर्या

# balanceDosha
source: Balance Your Dosha
hi: अपना दोष संतुलित करें
mr: तुमचा दोष संतुलित करा

# seasonalWisdom
source: Seasonal Wisdom (Ritucharya)
hi: ऋतुचर्या
mr: ऋतुचर्या

source: Delete
hi: हटाएं
mr: हटवा

source: Save
hi: सहेजें
mr: जतन करा

source: Share
hi: साझा करें
mr: शेअर करा
